/* 
  StorageManagement.strings
  CleanMyMac

  Created by Kryvoblotskyi Sergii on 2/6/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/

"Scanning..." = "Analizando...";
"(%ld%% completed)" = "(%ld%% completado)";
"CleanMyMac is scanning your %@" = "CleanMyMac está analizando %@";
"%@ of purgeable space has been found." = "%@ de datos que pueden eliminarse detectados.";
"Run CleanMyMac" = "Ejecutar CleanMyMac";
"There are series of items that can be removed without any loss to your system or private data. Run CleanMyMac to proceed with precise scan." = "Hay una serie de elementos que pueden eliminarse sin provocar pérdidas en el sistema ni en los datos privados. Ejecuta CleanMyMac para iniciar un análisis.";

"System Junk" = "Sistema";
"Photos Junk" = "Fotos";
"Mail Attachments" = "Adjuntos de correo";
"iTunes Junk" = "iTunes";
"Trash Bins" = "Papeleras";
